espressif/esp-idf/components/esp_libc/test_apps/no_rvfplib/sdkconfig.ci.default
CONFIG_IDF_TARGET="esp32c2"
CONFIG_COMPILER_FLOAT_LIB_FROM_GCCLIB=y
